Repository: mintermania/mpay-woocommerce
Catalog: languages/mpay-*.po
Languages: ru_ru, uk

source: MPay Payment Gateway For WooCommerce
ru_ru: MPay Платежный Шлюз Для WooCommerce
uk: MPay Платіжний Шлюз Для WooCommerce

source: Extends WooCommerce to Process Payments with MPay gateway.
ru_ru: Расширяет WooCommerce, чтобы обрабатывать платежи с помощью MPay.
uk: Розширює WooCommerce, щоб обробляти платежі з MPay.

source: Enable/Disable
ru_ru: Включить/Выключить
uk: Увіскнути/Вимкнути

source: Enable MPay Payment Module.
ru_ru: Включить MPay Модуль Оплаты.
uk: Включити MPay Модуль Оплати.

source: MPay API token
ru_ru: MPay API токен
uk: MPay API токен

source: Create new API token in your MPay control panel
ru_ru: Создать новый API токен в панели управления Мпай
uk: Створити новий API токен в панелі управління MPay

source: Webhook URL
ru_ru: Веб-хук URL-адреса
uk: Веб-хук URL

source: Setup webhook URL in MPay control panel
ru_ru: Настройка веб-хука URL в панели управления MPay
uk: Налаштування веб-хук URL на панелі управління MPay

source: Plugin logging for debug
ru_ru: ведения журнала плагина для отладки
uk: ведення журналу плагіна для налагодження

source: Checkout Page
ru_ru: Страница Оформления Заказа
uk: Сторінка Оформлення Замовлення

source: Advanced options of Checkout page
ru_ru: Дополнительные параметры на странице оформления заказа
uk: Додаткові параметри на сторінці оформлення замовлення

source: Title:
ru_ru: Заголовок:
uk: Заголовок

source: MPay Checkout
ru_ru: Оформление заказа через MPay
uk: Оформлення заказу через MPay

source: Title which the user sees during checkout
ru_ru: Заголовок страницы, который видит пользователь во время оплаты
uk: Заголовок сторінки, який бачить користувач під час оплати

source: Description:
ru_ru: Описание:
uk: Опис:

source: Pay securely by any Minter cryptocurrency through MPay Secure Servers.
ru_ru: Оплати надежно любой Минтер криптовалютой через защищенные серверы MPay.
uk: Оплатіть надійно будь-якою Мінтер криптовалютою через захищені сервери MPay.

source: The description which the user sees during checkout
ru_ru: Описание, которое видит пользователь во время оплаты
uk: Опис, яке бачить користувач під час оплати

source: Button
ru_ru: Кнопка
uk: Кнопка

source: Pay Now
ru_ru: Оплатить Сейчас
uk: Оплатити Зараз

source: The button text which the user sees during checkout
ru_ru: Текст кнопки, который видит пользователь во время оплаты
uk: Текст кнопка, який бачить користувач під час оплати

source: Success Message
ru_ru: Сообщение
uk: Повідомлення

source: Message to be displayed on successful transaction.
ru_ru: Сообщение, которое будет отображаться на успешную сделку.
uk: Повідомлення, яке буде відображатися на успішну операцію.

source: Your order has been processed successfully.
ru_ru: Ваш заказ был успешно обработан.
uk: Ваше замовлення було успішно оброблено.

source: Failed Message
ru_ru: Ошибка
uk: Помилка

source: Message to be displayed on failed transaction.
ru_ru: Сообщение, которое будет отображаться на неудачной сделке.
uk: Повідомлення, яке буде відображатися на невдалій угоді.

source: Your order has been declined.
ru_ru: Ваш заказ был отклонен.
uk: Ваш заказ був відхилений.

source: MPay Checkout is a payment gateway plugin that allows you to take any Minter cryptocurrency via mpay.ms
ru_ru: MPay - это платежный шлюз, который позволяет принимать любые Минтер криптовалюты через mpay.ms
uk: MPay - це платіжний шлюз, який дозволяє приймати будь-які Мінтер криптовалюти через mpay.ms

source: Getting started
ru_ru: Начало работы
uk: Початок роботи

source: mpay.ms is one of the most popular payment processors for Minter, MPay Checkout extension provides the most integrated checkout experience possible with WooCommerce to accept any Minter currency.
ru_ru: mpay.ms - одна из самых популярных платежных систем для Минтер, расширение MPay обеспечивает наиболее интегрированные возможности оформления заказа в WooCommerce, чтобы принять любую валюту Минтер.
uk: mpay.ms - одна з найбільш популярних платіжних систем для Мінтер, розширення MPay забезпечує найбільш інтегровані можливості оформлення замовлення WooCommerce, щоб прийняти будь-яку валюту Мінтер.

source: Register in MPay
ru_ru: Зарегистрируйтесь в Мпай
uk: Зареєструйтесь у MPay

source: Learn more
ru_ru: Узнать больше
uk: Дізнатися більше

source: MPay Support
ru_ru: MPay Поддержка
uk: MPay Підтримка

source: Our telegram channel and chat (en, ru)
ru_ru: Наш канал в Telegram и чат (ru, en)
uk: Наш канал в Telegram і чат ( ru, en)

source: Version:
ru_ru: Версия:
uk: Версія:

source: Incorect some parameters
ru_ru: Некоторые параметры некорректны
uk: Некоректне деякі параметри

source: MPay payment failed. Payment declined. Please Check your Admin settings
ru_ru: Оплата MPay не удалась. Пожалуйста, проверьте настройки
uk: Оплата MPay не вдалося. Будь ласка, перевірте налаштування

source: Order
ru_ru: Заказ
uk: Замовлення
